tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "schniz/tap"

# CLI Stuff
brew "htop"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "postgresql@9.6"
brew "rbenv"
brew "ripgrep"
brew "tig"
brew "tldr"
brew "tmux"
brew "yarn"
brew 'autojump'
brew 'git'
brew 'neovim'
brew 'pyenv'
brew 'stow'
brew 'task'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'timewarrior'
brew 'tmux'
brew 'ranger'

# Apps
cask "istat-menus"
cask 'brave-browser'
cask 'firefox-developer-edition'
cask 'font-fira-code'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'zoomus'

# Fonts
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-cascadia-mono"
cask "font-3270-nerd-font"

